Repository: PetyaKmet/szoratker.hu
Catalog: sites/all/translations/dhtml_menu-7.x-1.0-beta1.*.po
Languages: hu

source: List
hu: Lista

source: Effects
hu: Hatások

source: Fade in
hu: Felsejlés

source: Animation
hu: Animáció

source: Filter type
hu: Szűrő típusa

source: Speed
hu: Sebesség

source: DHTML will be used for all menus by default, but can be switched off for specific menus.
hu: A DHTML alapértelmezetten minden menühöz használva lesz, itt kikapcsolható bizonyos menükhöz.

source: Book: %title
hu: Könyv: %title

source: Static navigation
hu: Álland navigáció

source: Slide in vertically
hu: Függőleges becsúszás

source: Slide in horizontally
hu: Vízszintes becsúszás

source: Other effects
hu: Egyéb hatások

source: When a menu opens
hu: Amikor a menü kinyílik

source: When a menu closes
hu: Amikor a menü becsukódik

source: Other menu: %menu
hu: Egyéb menü: %menu
